# CommonTintColor Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
Stone..::..CommonTintColor Property
Stone Class See Also
---
The property labeled "Tint Color" from the "Stone" schema.
**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2018.1
# Syntax
C#
---
```text
public static string CommonTintColor { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CommonTintColor As String
	Get
```

Visual C++
---
```text
public:
static property String^ CommonTintColor {
	String^ get ();
}
```

# Remarks
This property is of type "AssetPropertyDoubleArray4d".
# See Also
Stone Class
Autodesk.Revit.DB.Visual Namespace